<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<!--弹窗白色底-->
<style>
.ui-dialog-footer{padding:0 0 20px;}
.agreement .agreement_ {font-size: 14px;height: 400px;}
.agreement .agreement_ i{text-indent:30px;display: inline-block;}
</style>
<div class="clearfix agreement" style="width:1000px;">
<h2>保 密 协 议</h2>  
<div class="S_popup_content" >
<div class="agreement_">
<p>甲方：北京融数金服信息服务有限公司<br>
法定代表人：<br>
乙方：<br>
法定代表人： </p>
	<p><b>鉴于：</b><br> 
<i class="">乙双方在合作过程中的信息交流共享和资料的提供等情形，为了有效保护双方的商业秘密，双方同意签署本保密协议并按照本协议的约定对获悉的另一方的商业信息予以保密。 
</i>
</p>
<p><b>第一条  定义 </b><br> 
	<i class="">“商业秘密”指不为公众所知的，能为其所有者带来经济效益的信息、技术或者数据，包括但不限于技术秘密和经营秘密。 </i><br> 
	<i class="">“提供方”是指保密信息的来源方。 </i><br> 
	<i class="">“接收方”是指保密信息的获得方。 </i>
</p>
<p><b>第二条  保密义务 </b><br> 
<i class="">2.1 接收方对提供方的商业秘密严格保密，保证该信息不因故意或者过失被披露或使用。 </i> <br> 
<i class="">2.2 在保理服务期间，如接收方因工作的需要而对外披露提供方商业信息的，须取得提供方的书面授权。 </i> <br> 
<i class="">2.3 接收方同意严格限制上述保密信息在接收方内部的披露，只对需要知晓上述保密信息的员工披露。 </i> <br> 
<i class="">2.4 接收方不得向与提供方存在直接商业竞争关系或其他利害关系的自然人、法人或者其他单位披露其商业秘密。 </i> <br> 
<i class="">2.5 双方同意如发现提供方的商业秘密被泄露的，接收方应当采取有效措施防止泄密进一步扩大，并及时向提供方报告。 </i>  <br> 
<i class="">2.6 提供方要求接收方返还与其商业秘密有关的文件、资料、数据、副本等任何文件的，接收方应当在接到返还要求的通知后10个工作日内返还，不得保留任何备份。  </i>
</p>
<p><b>第三条  保密期限</b><br> 
	<i class="">本协议约定的保密义务具有持续性，不因双方合作的结束而终止。 </i>
</p>
<p><b>第四条  违约责任 </b><br> 
<i class="">接收方违反本协议的约定，故意或者过失泄露对方的商业秘密的，应当采取有效措施防止商业秘密进一步被泄露。因泄露商业秘密造成提供方损失的，应承担赔偿其损失。 </i>    
</p>
<p><b>第五条  争议解决方法</b><br> 
	<i class="">因本协议的内容发生争议的，由双方协商解决。协商不成，向甲方住所地的人民法院提起诉讼解决。</i>  </p>
<p><b>第六条  协议的效力和变更 </b><br> 
<i class="">6.1本协议自双方签字或盖章后生效。</i><br> 
<i class="">6.2双方协商一致可以对本协议进行修改或者补充，协议的的任何修改或者补充是本协议不可分割的一部分，具有与本协议同等的法律效力。</i>
</p> 
<p><b>第七条其他 </b><br> 
<i class="">本协议一式二份，甲乙双方各执一份。 </i>
</p>
	<p class="">甲方(签章)：<i class="fr " style="padding-right: 120px;">乙方(签章)：</i></p> 
<p class="fr p_r25">签订日期<u>      </u>年<u>      </u>月<u>      </u>日 </p> 
</div>
<div class="but_next" style="padding:2px;"></div>
</div>
</div>

