<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<!--弹窗白色底-->
<style>
.ui-dialog-footer{padding:0 0 20px;}
.agreement .agreement_ {font-size: 14px;height: 400px;}
.agreement .agreement_ i{text-indent:30px;display: inline-block;}
.agreement .agreement_ .t_a_c{text-align: center;width: 100%;display: inline-block;}
.agreement .agreement_ .p1{font-weight: bold;margin-bottom: 20px;margin-top: 30px;}
.agreement .agreement_ .p2{margin-bottom: 20px;}
</style>
<div class="clearfix agreement" style="width:1000px;">
<h2>有追索权保理合同</h2>  
<div class="S_popup_content" >
<div class="agreement_">
<div class="t_a_c">编号：<u>      </u></div>
<div class="p1">特别提示：本合同系双方在平等、自愿的基础上依法协商订立，所有合同条款均是双方意思的真实表示。为维护乙方的合法权益，甲方特提请乙方对有关双方权利义务的全部条款予以充分注意。
</div>
<div class="p2">甲方：<u>沣盈商业保理有限公司</u><br>
地址：<u>北京市朝阳区酒仙桥路14号兆维工业园C2-2</u><br>
法定代表人：<u>杨俊英</u>；电话：<u>      </u>；传真：<u>      </u>     
</div>
<p>
乙方：<u>      </u><br>地址：<u>      </u><br>法定代表人：<u>      </u>；电话：<u>      </u>；传真：<u>      </u>
</p>
<p><b>鉴于：</b><br>
		<i>乙方采用赊销方式销售货物/提供服务，并向甲方申请获得甲方提供的有追索权保理业务服务。根据有关法律、法规，并经双方充分友好协商，甲乙双方签署本合同，以便共同遵守执行。</i></p>

<p><b class="t_a_c">第一章 术语释义</b><br>
<b>第一条</b> 在本合同及本业务所用文件中，除非双方另有约定，下列术语定义如下：<br>
1、有追索权保理：是指甲方作为保理商，在乙方将交易合同项下应收账款转让给甲方的基础上，向乙方提供的综合性金融服务；该等服务包括保理融资、应收账款管理。所谓有追索权是指，在甲方受让的应收账款因任何原因不能收回时，甲方有权向乙方进行追索，乙方应无条件回购应收账款，偿还甲方支付给乙方的保理融资、并支付融资利息、发票处理费、应收账款管理费等全部款项。<br>
2、交易合同：是指产生应收账款的、由乙方与买方签订的货物销售或服务合同。<br>
3、买方：指交易合同中购买乙方的货物或服务并负有支付价款义务的一方当事人。<br>
4、应收账款债权：简称应收账款，指因乙方采用赊销方式销售货物或提供服务而产生的乙方对买方和／或第三方的现有或将来的合法、有效债权以及其他权利和利益，包括但不限于应收账款本金、利息、违约金、滞纳金、损害赔偿金，以及担保权利、保险权益等所有主债权的从债权以及与主债权相关的其他权益。<br>
5、<u><b>保理融资最高额度：</b></u>是指甲方根据乙方的申请为其核定的甲方可向其提供保理融资的最高限额，甲方可根据乙方申请在该额度内向乙方提供保理融资。<br>
6、<u><b>保理融资：</b></u>指根据乙方申请，甲方对经其审查同意给予保理融资的已受让合格应收账款，依本合同约定按照一定比例在该等应收账款到期日前向乙方提前支付的一定价款。<br>
7、保理融资比例：指甲方就已受让的单笔合格应收账款同意向乙方支付的保理融资金额与该笔应收账款金额之百分比。<br>
8、保理融资利息：指因甲方向乙方支付保理融资而向乙方收取的资金占用费。<br>
9、合格应收账款： 指乙方转让给甲方的同时符合以下条件的应收账款：（1）基于正常合法的基础交易产生；（2）原则上以人民币计价并支付，如乙方与买方（或其中之一）在我国保税区内注册的，应收账款可以外币计价标示并支付；（3）属乙方合法所有并依法可以转让，未被质押、设定信托或转让给任何第三方，没有任何权利瑕疵；（4）乙方已经按照交易合同的约定履行了发货义务并将继续履行其在交易合同项下的义务；（5）甲方要求的其他条件。对于合格应收账款，甲方可以按本合同约定提供保理融资。<br>
10、不合格应收账款：指不符合合格应收账款条件的应收账款，或/及发生本合同约定情形时，发生反转让情形的应收账款（无论该等被反转让的应收账款是否曾被认定为合格应收账款）。<br>
11、商业发票：是指乙方发送给买方的载明应收账款金额和到期日，并要求其到期付款的书面通知。<br>
12、应收账款管理：指甲方按本合同的约定，向乙方定期或不定期提供关于应收账款的各种分类信息、汇总信息以及其他相关资料，协助乙方管理应收账款的行为。除非乙方另行支付费用、并经甲方的书面同意，或甲方依自身决定就已受让的应收账款向买方进行催收外，应收账款的管理不包括任何形式的向买方所做的催收。<br>
13、间接付款：指对于已转让给甲方的任何应收账款，买方未向甲方指定或认可的账户进行付款的情形。<br>
14、争议：本合同所称的争议是指买方因任何原因拒绝接受货物/服务或发票，或买方因任何原因对有关应收账款提出抗辩、反追索或抵销等主张；或买方因任何原因未对应收账款按时全额付款；或出现第三人对应收账款提出任何权利主张的情形。<br>
	15、<u><b>发货：</b></u>是指乙方依照交易合同中的约定或以通常的方式将货物交付运输或者向买方提供服务。<br>
16、应收账款回购：也称应收账款反转让，是指出现本合同约定的情形时，乙方有义务按照约定的回购价款无条件向甲方购回其已转让给甲方的全部或部分应收账款。在乙方对甲方的回购义务履行完毕后，甲方将已受让的应收账款转回给乙方。<br>
17、应收账款到期日：是指应收账款所对应的交易合同或发票上所确定的付款日，或在转让应收账款给甲方后经甲方同意更改后的付款日期。<br>
18、工作日：指除国家法定节假日和休息日以外的甲方对公营业日。<br>
19、日：指自然日。</p>
	<p><b class="t_a_c">第二章 保理融资最高额度的生效、变更及取消</b><br>
		<b>第二条</b> 甲方为乙方核定的保理融资最高额度为<u>人民币      </u>元整，额度有效期自合同生效之日起至<u>      </u>年<u>      </u>月<u>      </u>日止或<u>      </u>平台长期有效。<br>
乙方理解并同意，仅在乙方已按交易合同发货或提供服务，并按甲方要求办理应收账款转让事宜，并经甲方审查同意后，乙方方可支用上述额度。<br>
	<b>第三条</b> 甲方为乙方核定的保理融资额度为（选中则在□中划“√”）：<br>
□ 不可循环额度；乙方在剩余额度限额及有效期内叙做有追索权保理业务，甲方向乙方提供保理融资。<br>
□ 循环额度；乙方可在额度最高限额及有效期内循环叙做有追索权保理业务，甲方向乙方提供保理融资的日期截止至额度有效期终止日。<br>
 <b>第四条</b> 甲方有权根据买方或乙方的资信情况的变化以及买方的付款记录等情况，对核定的保理融资最高额度单方予以变更（该变更包括但不限于增加或减少额度、延长或缩短额度有效期及取消额度等），甲方应在作出上述变更决定后书面通知乙方。保理融资最高额度的变更决定在送达乙方后生效。乙方理解并同意：在紧急情况下，甲方有权通过录音电话或传真等方式通知上述变更决定，上述变更决定在乙方雇员接听电话或收到传真时生效，甲方将在电话或传真通知后的3个工作日内及时补交书面通知。<br>
 <b>第五条</b> 乙方如果需要调整保理融资最高额度，可向甲方提交书面申请。甲方审查同意后，将变更决定书面通知乙方。</p>

 <p><b class="t_a_c">第三章 保理业务服务类型的选择和应收账款转让</b><br>
 	<b>第六条</b> 有追索权保理业务类型，按是否在提供保理融资之前向买方发出《应收账款转让通知书》，划分为有追索权的明保理与有追索权的暗保理。所谓有追索权的明保理，是指在甲方对乙方提供保理融资之前，即向买方发送《应收账款转让通知书》；所谓有追索权的暗保理，是指在甲方对乙方提供保理融资之前，暂不向买方发送《应收账款转让通知书》，<b>但甲方保留依自身判断随时向买方发送《应收账款转让通知书》的权利。</b>本合同项下，甲乙双方选择叙作的保理类型为（选中则在□中划“√”）：<br>
□ 有追索权的明保理；<br>
□ 有追索权的暗保理；<br>
□ 针对不同买方选择不同类型保理。<br>
 <b>第七条</b> 在本合同有效期内，甲乙双方协商一致，乙方将下列<u>（一）</u>的应收账款转让给甲方：<br>
（一）乙方应将其以赊销方式向<u>全部</u>买方销售货物/提供服务所产生的<u>全部</u>应收账款随时转让给甲方。<br>
（二）乙方应将其以赊销方式向<u>全部</u>买方销售货物/提供服务所产生的<u>特定</u>应收账款随时转让给甲方。<br>
（三）乙方应将其以赊销方式向<u>特定</u>买方（见附件1所列）销售货物/提供服务所产生的全部应收账款随时转让给甲方。<br>
（四）乙方应将其以赊销方式向<u>特定</u>买方（见附件1所列）销售货物/提供服务所产生的特定应收账款随时转让给甲方。<br>
	<b>第八条</b> 即使甲方停止向乙方提供保理融资，如甲方仍有保理融资、融资利息、发票处理费、应收账款管理费等任何款项未获偿付，乙方仍应向甲方履行应收账款的转让义务。<br>
	<b>第九条</b> 本合同所称的应收账款转让是指乙方根据本合同规定的条款和条件将应收账款债权及其在应收账款项下的全部权利一并转让给甲方的行为。在任何情况下，应收账款的转让都不得解释为甲方承担了乙方与买方在交易合同下的任何义务或责任。<br>
	<b>第十条</b> 若买方以汇票的方式支付应收账款的，乙方同意，在将交易合同项下的应收账款转让给甲方时，同时将基于该交易合同所产生的汇票背书转让至甲方。甲方即享有所受让的汇票下的全部票据权利。甲方拥有对乙方无条件的追索权，一旦乙方向汇票付款人或承兑人提示付款遭拒付或拒绝承兑的，导致本协议项下全部或部分保理融资本金、利息、服务费、额度占用费、应收账款管理费等不能如期足额收回时，乙方必须无条件承担清偿全部票款本金、应付利息（包括逾期罚息等）及甲方为实现本协议项下保理债权发生的所有费用的责任。
乙方确认并保证所转让的汇票合法有效，基于真实的基础交易关系，该基础交易关系与乙方所转让的应收账款所基于的基础交易合同一致。因票据瑕疵、不合法、无效等原因导致甲方合法利益受损的，乙方承担一切赔偿责任，且甲方有权要求乙方按照本合同约定承担违约责任。<br>
	<b>第十一条</b> 除双方另有约定外，乙方在办理应收账款转让时，应根据保理业务的类型向甲方提交如下单据及相关文件，并办妥应收账款转让事宜：<br>
1、对于乙方有义务将其对买方的<u>全部</u>应收账款向甲方转让的<u>有追索权的明保理，</u>则乙方应向甲方提交如下资料并办妥相关事宜：<br>
（1）向买方发送《应收账款转让通知书》（全部）并取得符合甲方要求的邮寄收据，以及买方收到该通知书的回执或者公证机构对该发送通知行为的公证书。<br>
（2）在每次向买方发货后，向甲方提交《应收账款转让申请书》并附《应收账款转让清单》；<br>
（3）在每次向买方发货后，向买方发送符合甲方要求的《应收账款债权转让通知书》，并取得符合甲方要求的邮寄收据或甲方认可的其他形式单据。<br>
2、对于乙方有义务将其对买方的<u>特定</u>应收账款向甲方转让的<u>有追索权的明保理</u>，则乙方应向甲方提交如下资料并办妥相关事宜：<br>
（1）向甲方提交《应收账款转让申请书》并附《应收账款转让清单》；<br>
（2）乙方向买方发送《应收账款转让通知书》，并取得符合甲方要求的邮寄收据；以及买方收到该通知书的回执或者公证机构对该发送通知行为的公证书。<br>
3、对于乙方有义务将其对买方的<u>全部</u>应收账款向甲方转让的<u>有追索权的暗保理，</u>乙方应向甲方提交如下资料并办妥相关事宜：<br>
	<b>（1）符合甲方要求的、经乙方签字盖章的《应收账款转让通知书》（全部）；</b><br>
（2）向买方发送《账号更改通知书》，指示买方付款至甲方指定的<u>保理收款专户；</u><br>
（3）在每次向买方发货后，向甲方提交《应收账款转让申请书》并附《应收账款转让清单》；<br>
（4）每次向买方发货后，向甲方提交符合甲方要求的、经乙方签字盖章的《应收账款转让通知书》。<br>
4、对于乙方有义务将其对买方的<u>特定</u>应收账款向甲方转让的有<u>追索权的暗保理，</u>乙方应向甲方提交如下资料并办妥相关事宜：<br>
（1）向甲方提交《应收账款转让申请书》并附《应收账款转让清单》；<br>
（2）乙方向买方发送《账号更改通知书》，指示买方付款至甲方指定的<u>保理收款专户；</u><br>
（3）向甲方提交符合甲方要求的、经乙方签字盖章的《应收账款转让通知书》。<br>
	<b>5、无论对于任何种类的有追索权保理，乙方均需向甲方提交如下单据、文件：</b><br>
（1）交易合同；<br>
（2）经核实与原件无误的发票（包括但不限于增值税发票或国家规定的其他类型发票或甲方认可的其他形式发票）；<br>
（3）货运证明、质检证明或其他证明交易合同确已履行的文件，如提货单据副本等；<br>
（4）甲方要求的其他单据、文件。<br>
	<b>第十二条</b> 在有追索权的暗保理中，对于乙方在甲方处预留的《应收账款转让通知书》，甲方可暂不寄送买方，但是甲方保留要求乙方按照其指示随时通知买方或者依自身判断向买方直接发送上述通知书、有追索权的暗保理转为有追索权的明保理的权利。        <br>  
	<b>第十三条</b> 如乙方有义务将其对<u>全部</u>买方的<u>全部</u>应收账款向甲方转让，则在本合同生效时，全部买方的全部应收账款转让至甲方。如乙方有义务将其对<u>特定</u>买方的<u>全部</u>应收账款向甲方转让，则在本合同生效时，附件1所列买方的全部应收账款转让至甲方，如甲乙双方签署补充合同对买方进行补充，则在补充合同生效时，乙方对新补充的买方的全部应收账款转让至甲方。如乙方有义务将其对<u>全部或特定</u>买方的<u>特定</u>应收账款向甲方转让，则在甲方向乙方发送《应收账款受让通知书》并附《应收账款受让清单》时，受让清单所列全部应收账款转让至甲方。应收账款转让事项由甲方在中国人民<br>银行应收账款质押登记公示系统办理登记，乙方承诺无条件予以配合（包括但不限于应甲方要求，与甲方签订相关登记合同、支付相应登记费用等）。
	<b>第十四条</b> 在应收账款转让给甲方后，甲方应享有乙方在该应收账款被转让前所享有的任何权利，包括但不限于收取全部应收账款本金及其与该应收账款有关的全部利息、罚息、复利、违约金、损害赔偿金及其他应付费用的权利、强制收款权、起诉权、留置权、停运权、对流通票据的背书权、对该应收账款的转让权以及乙方对可能被拒收或退回的货物或服务所拥有的所有其他权利。在任何情况下，应收账款的转让都不得解释为甲方承担了乙方与买方交易合同下的任何义务或责任，乙方应继续履行其在交易合同项下的所有义务。</p>
	<p><b class="t_a_c">第四章 保理融资、保理服务费及收取方式</b><br>
		<b>第十五条</b> 乙方可以根据自己财务状况，凭已转让给甲方、且甲方同意提供保理融资服务的<b>未到期合格应收账款</b>、在保理融资最高额度内向甲方提出保理融资支用申请。保理融资支用申请可采用邮件申请、合作平台在线申请或填写符合甲方要求的《保理融资支用单》或《委托付款函》等形式提交给甲方。<br>
		<b>第十六条</b> 乙方清楚理解并同意：甲方有权决定是否接受乙方的保理融资支用申请，有权决定是否对合格应收账款提供保理融资。如果甲方决定接受乙方的申请，将按本合同约定的条件、比例、利率及利息计收时间，将支付的保理融资款项划入乙方指定的账户。<br>
		<b>第十七条</b> 甲方有权按照本合同约定或双方认可的收费标准向乙方收取保理服务的相关费用，乙方应按约向甲方指定的账户支付。<br>
甲方指定的账户信息如下：<br>
户名：<u>沣盈商业保理有限公司</u><br>
账号：<u>8110701012500522242</u><br>
开户行：<u>中信银行北京酒仙桥支行</u><br>
	<b>第十八条 保理融资利息与计息、结息方式：</b> <br>
1、保理融资日利率为<u>0.05％</u>，放款当日起按日计收利息；<br>
2、保理融资利息（含逾期违约金）计至款项足额回收之日。如应收账款发生本合同约定的回购情形，则计至乙方向甲方足额支付回购价款之日。<br>
3、双方选择以下第<u>（3）</u>种结息方式，乙方应于结息日向甲方指定的账户支付保理融资利息： <br>
（1）按<u>      </u>（月或季）于 <u>      </u>（每月或每季末月）第20日计收利息，如保理融资本金的最后一次偿还日不在结息日，则未付利息应利随本清；<br>
（2）甲方发放保理融资之日一次性向甲方收取或从发放的保理融资款中直接扣收；<br>
（3）自应收账款足额回收之日一并结清，或 <u>      </u>日内一次性向乙方收取；<br>
（4）双方同意的其他结息方式：<u>      </u> 。<br>
	<b>第十九条 逾期违约金：</b>在本合同履行过程中，如乙方未能按本合同的约定向甲方足额支付相关款项或未按约定的回购时间向甲方足额支付回购价款的，则乙方均应自逾期之日起向甲方支付逾期违约金。<br>
2、逾期违约金按日计算，按月收取，逾期违约金计算方法为：逾期违约金=逾期未支付的款项×逾期违约金率×逾期天数，逾期违约金率为<u>0.15％</u>/日。</p>
	<p><b class="t_a_c">第五章 买方付款后的款项支付</b><br>
	<b>第二十条</b> 甲方受让应收账款后，买方应向甲方指定的应收账款回款账户支付，对于买方支付的款项，无论买方是否指定该款项所清偿的应收账款，甲方均有权将该款项用于清偿甲方认为应当先予清偿的应收账款。<br>
甲方指定的应收账款回款账户信息如下<br>：
户名：<u>      </u><br>
账号：<u>      </u><br>
开户行：<u>      </u><br>
若该回款账户为乙方的账户，则甲方有权要求乙方将该回款账户与甲方账户在银行办理资金归集或余额管理服务，乙方应该予以协助。且在办理了资金归集或余额管理服务后，乙方不得未经甲方许可单方面解除授权，变更或取消资金归集或余额管理服务，否则视为违约，甲方有权要求乙方承担违约责任。<br>
	<b>第二十一条</b> 为避免疑问，无论买方的付款所指定清偿的应收账款是否为合格的应收账款（即使买方在付款时指定该付款是清偿不合格应收账款），也无论甲方是否已就付款所指定清偿的应收账款向乙方提供保理融资，<b>甲方均有权（但无义务）首先用该款项冲抵甲方向乙方支付的针对任何买方的任何一笔应收账款项下的保理融资以及相应未结清的保理融资利息、未结清的应收账款管理费（如有）、未结清的发票处理费（如有）、逾期违约金（如有）及甲方有权收取的其他费用，如有剩余，将扣除前述费用和保理融资本金余额后的款项退回至乙方的账户。</b>并且，对于买方提出争议的应收账款，即使甲方已按上述约定进行账务处理,甲方有权重新进行账务处理,将该笔应收账款作为尚未受清偿的应收账款向乙方进行反转让，要求乙方对该等应收账款进行回购。<br>
	<b>第二十二条</b> 乙方理解并同意：对于甲方向乙方支付的针对任何买方的任何一笔应收账款项下的保理融资以及保理融资产生的保理融资利息、逾期违约金等，无论因任何原因，只要上述款项未按时足额获得偿付，则甲方均有权要求乙方予以归还，乙方承诺不提出任何异议。<br>
	<b>第二十三条 乙方在此不可撤销地确认并同意，在向甲方转让应收账款后，乙方有权通过甲方要求的资金归集、扣划等手段，采用“款到即扣”或“到期还款”的方式向甲方清偿其在本合同项下的全部债权。“款到即扣”指应收账款的回款先归还保理融资款本金、利息及服务费等相关费用，余款（若有）转入乙方账户。“到期还款”指应收账款的回款先回到本合同约定的应收账款回款账户，于保理融资到期时归还保理融资款本金、利息及服务费等相关费用，余款（若有）转入乙方账户。</b></p>
	<p><b class="t_a_c">第六章 应收账款的调整、争议与回购</b><br>
		<b>第二十四条</b> 如乙方将应收账款转让给甲方后，出于折扣、货物降价、修正错误等原因而对应收账款作任何形式的扣减时，乙方均须向甲方发出《应收账款调整申请》，取得甲方同意，由甲方相应扣减受让的应收账款金额。<br> 
		<b>第二十五条</b> 乙方向甲方提交《应收账款调整申请》时，如果就该等应收账款已经支用融资 ，乙方应按如下约定向甲方退回相应的保理融资以及相应的应付未付利息：<br>
（一）如乙方已经按保理融资比例足额支用融资，则乙方应退回的保理融资＝所扣减的应收账款金额×保理融资比例；<br>
（二）如乙方尚未按保理融资比例足额支用融资，则乙方应退回的保理融资＝乙方已经支用的保理融资－扣减后的应收账款金额×保理融资比例。<br>
	<b>第二十六条</b> 甲方收到买方提交的书面争议通知后，应在合理期限内向乙方发出《争议通知》；如果买方直接向乙方提出争议或提交书面争议通知或乙方知悉买方有可能提出争议，乙方应该在知悉争议或收到书面争议通知之日（以较早者为准）起1个工作日内通知甲方。<br>
	<b>第二十七条</b> 无论买方因任何原因提起争议，也无论争议的解决结果是否有利于乙方，甲方均有权要求乙方立即回购争议所涉及的应收账款。<br>
在争议解决前，甲方有权对争议所涉及的应收账款的买方的全部应收账款暂停提供保理融资。如果甲方认为买方提出的争议为合理争议，则甲方有权自行决定何时对受让的该买方的其余合格应收账款恢复提供保理融资；如果甲方认为买方提出的争议为无理争议，甲方有权终止对受让的该买方的全部应收账款提供保理融资。如果某一买方提出的无理争议超过三次（含三次），则甲方有权宣布该买方的全部应收账款为不合格应收账款（无论甲方先前是否已将该等应收账款确认为合格的应收账款），同时有权要求乙方立即回购甲方已受让的对该买方的全部应收账款。<br>
	<b>第二十八条</b> 如果甲方收到买方（含同一买方或多个买方）对乙方的合理争议超过三次（含三次），甲方有权终止对乙方提供保理融资，且有权要求乙方回购甲方所受让的全部应收账款。<br>
	<b>第二十九条</b> 发生下列情形之一时，甲方有权立即宣布该等所涉应收账款为不合格应收账款（无论甲方先前是否已将该等应收账款确认为合格的应收账款），且甲方有权向乙方反转让该等应收账款，要求乙方对该等应收账款无条件回购：<br>
1、如买方对应收账款提出争议，则甲方有权立即要求乙方对应收账款进行回购。<br>
2、无论任何原因（包括但不限于买方提出争议，或买方因任何原因不付款等），在已转让的应收账款到期日，甲方尚未收妥全部款项的，甲方均有权要求乙方对应收账款进行回购，乙方承诺放弃一切抗辩，无条件履行其回购义务。<br>
3、发生本合所约定的间接付款情形，而乙方未按约定履行相关义务的。<br>
4、发生本合同约定的回购情形的；<br>
5、乙方违反本合同的任何约定，甲方认为需要对应收账款进行反转让的；<br>
6、无论任何原因，在甲方为所受让的应收账款核定的保理融资到期日（具体保理融资到期日以甲方向乙方出具的《应收账款受让通知书》及《应收账款受让清单》为准），甲方尚未收妥全部款项的，甲方均有权要求乙方对应收账款进行回购，乙方承诺放弃一切抗辩，无条件履行其回购义务。<br>
	<b>第三十条</b> 甲方允许乙方主动回购所转让的应收账款，部分回购后，甲方将乙方支付的回购价款相对应的应收账款转回给乙方；全额回购后，甲方将所受让的全部应收账款转回给乙方。<br>
	<b>第三十一条</b> 发生上述应收账款回购情形时，甲方有权自主决定是否给予乙方回购宽限期，回购宽限期届满日最长不超过应收账款到期日后的<u>第15日</u>，但是，对于以贴现方式支付保理融资利息的情形，甲方不给予乙方回购宽限期。<br>
当甲方根据本合同要求乙方进行回购时，乙方有义务立即按以下回购价款对应收账款进行回购：回购价款=甲方已提供的保理融资－已从买方处收回的部分应收账款+未结清的保理融资利息+未结清的应收账款管理费+未结清的发票处理费+逾期违约金+其他甲方有权收取的费用（包括但不限于甲方实际发生的追索费用等）。甲方有权采用任何方式向乙方追索上述款项，乙方保证不以任何理由提出抗辩，并承担甲方为此支付的全部费用。在乙方未能足额支付上述款项或未完全履行回购义务前，甲方仍为应收账款债权人，享有与该应收账款有关的一切权利。在乙方完全履行回购义务后，甲方将相应应收账款转回给乙方。</p>
	<p><b class="t_a_c">第七章 一般陈述和保证</b><br>
甲乙双方在此向对方作出如下陈述和保证：<br>
	<b>第三十三条</b> 甲方和乙方均为根据中华人民共和国法律合法成立并有效存续的法律实体，具有签署和履行本合同项下义务所需的完全的权利、权力和授权。<br>
	<b>第三十四条</b> 甲方和乙方签署或履行本合同均未违反任何法律、法规、公司章程或其他适用或有拘束力的规定，也未构成对其作为当事方的任何合同的任何违约。<br>
	<b>第三十五条</b> 本合同对甲方和乙方任何一方构成合法、有效和有法律约束力的义务。</p>
	<p><b class="t_a_c">第八章 乙方的特别陈述和保证</b><br>
乙方在此向甲方作出如下特别陈述和保证：<br>
	<b>第三十六条</b> 乙方应根据本合同及甲方的要求，及时向甲方提供所有相关资料、单据及信息，并保证所提供的全部信息、资料、单据的有效性、真实性、准确性和完整性，没有遗漏任何重要事实；不存在导致甲方对乙方或买方或基础交易作出错误或不完整的判断的任何欺诈、故意或过失等情形。<br>
	<b>第三十七条</b> 乙方保证交易合同项下商业活动在乙方正常经营范围内。向甲方转让的每笔应收账款均代表真实、合法、善意的货物（或服务）销售，且该销售并非以试用买卖、代销、寄售或其他类似方式进行。乙方保证其转让给甲方的应收账款均处于正常、未逾期状态。<br>
	<b>第三十八条</b> 在有追索权的明保理中，乙方保证将应收账款已转让的事实通知买方，并出具甲方所要求的应收账款债权转让通知书，指示并保证买方付款至保理收款专户，并按甲方要求办妥全部应收账款转让事宜。在有追索权的暗保理中，乙方保证已按甲方要求向买方发送《账号更改通知书》，指示并保证买方付款至保理收款专户。<br>
	<b>第三十九条</b> 在签订本合同之前，乙方、买方之间不存在任何与交易合同或本合同有关的争议或其他纠纷，乙方对买方不存在任何未清偿的债务或或有负债。日后不论乙方与买方之间发生任何争议或其他纠纷均不影响本合同的正常履行。<br>
	<b>第四十条</b> 乙方与买方之间不存在任何关联关系，关联关系包括但不限于附属机构关系、母子公司、控股与被控股关系、参股与被参股、或受同一公司/同一人/同一管理层/同一集团的控制或管理。<br>
	<b>第四十一条</b> 乙方保证向甲方转让每笔应收账款的全部权利，包括与该应收账款有关并可向买方收取的任何利息、违约金、滞纳金和其它费用的权利。乙方同意，甲方享有与转让前乙方所享有的同等的一切权利，包括强制收款权、起诉权、留置权、停运权、对流通票据的背书权和对该应收账款的再转让权以及未收货款的情况下对买方可能拒收或退回的货物所拥有的所有其它权利。同时，乙方保证对本合同所涉及的任何一个买方都不存在未履行完毕的义务，或即使存在未履行完毕的义务，这些义务正在由乙方正常履行，或将依照交易合同的约定得到履行（包括但不限于向买方支付运费、提供技术支持等）。乙方保证该笔应收账款构成对买方有约束力的、应实际支付的义务，并不会被用做抵销、反诉、赔偿损失、对销账目、留置或做其它扣减等。<br>
	<b>第四十二条</b> 乙方向甲方保证，其向甲方进行的应收账款转让构成有效转让。应收账款转让的有效性包括应收账款转让的效力能对抗第三方的权利主张，并且不受乙方破产的影响。<br>
	<b>第四十三条</b> 乙方所转让应收账款债权不存在任何权利瑕疵，包括但不限于：乙方所转让的该应收账款债权不存在任何（包括但不限于法定、合同约定的）限制；除甲方外，乙方从未向，且不会向任何第三方转让或赠予该项应收账款；应收账款未被设定抵押、质押或其他任何形式的担保，未被设定为任何信托名下的财产；应收账款将不会遭致抵销、反诉、赔偿损失、对销账目、留置或作其他扣减等；乙方在该应收账款转让给甲方后，无权另行作任何形式的处分（包括但不限于转让、设定抵、质押或其他任何形式的担保、设定信托等）。<br>
	<b>第四十四条</b> 交易合同项下的货物（或服务）不存在任何权利瑕疵，包括但不限于：未被且将不会被设置抵押、质押或其他任何形式的担保；未被且将不会被设定为任何信托名下的财产；未被且将不会被任何当事人予以留置、扣押、查封；未被且将不会被其他任何当事人在与乙方的任何合同约定对该货物的所有权予以保留。
	</p>
	<p><b class="t_a_c">第九章 乙方的承诺</b><br>
		<b>第四十五条</b> 未经甲方的同意，乙方不得中止、解除或变更交易合同及转让本合同或基于本合同而产生的权利。对于已转让甲方的应收账款，未经甲方同意，乙方无权进行任何形式的处分，包括担不限于处理、转让、赠与及质押等。乙方应向甲方通知其对全部买方进行的交易情况，并按甲方要求，提供详细资料。<br>
		<b>第四十六条</b> 如发现买方财务状况恶化或发生合并、分立、重组、财产被查封等情形而将严重影响或可能影响应收账款的回收时，自知悉之日起立即书面通知甲方，并配合甲方做好相应的补救工作。<br>
		<b>第四十七条</b> 乙方变更住所、通讯地址、营业执照、法定代表人等工商登记事项的，应在有关事项变更后立即书面通知甲方。乙方知悉买方变更住所、通讯地址、营业执照、法定代表人等工商登记事项的，应在知悉后立即书面通知甲方。<br>
		<b>第四十八条</b> 无论是否在本合同的有效期内，如果甲方因按照本合同的规定受让应收账款，而被买方或第三人追索，或被买方或第三人要求承担任何义务或责任，乙方同意承担全部责任并赔偿甲方因此遭受的全部损失。<br>
		<b>第四十九条</b> 乙方保证无论何时、从何种途径、以何种方式直接收到买方或任何其他方就已转让给甲方的应收账款的任何支付或票据，即发生间接付款情形时，应立即通知甲方，并支付或背书给甲方。否则，甲方将有权要求乙方回购应收账款、拒绝向乙方继续提供保理融资，减少直至取消保理融资最高额度，并有权以上述款项抵销对乙方的任何付款义务。<br>
		<b>第五十条</b> 如果甲方行使其法定的和/或合同约定的权利以追索买方，追索方式包括但不限于诉讼、仲裁或申请强制执行,乙方将采取一切必要的措施协助甲方行使上述追索权，包括但不限于以自己名义提起诉讼、申请仲裁或申请强制执行，或协助甲方参加诉讼或仲裁，或协助甲方申请强制执行，并承担甲方实际支出的相关费用。</p>

		<p><b class="t_a_c">第十章 违约事件及处理</b><br>
		<b>第五十一条</b> 发生下列情形之一的，视为乙方在本合同项下违约：<br>
1、乙方违反本合同中约定的相关条款与义务；<br>
2、未经甲方同意，乙方有下列行为，甲方认为可能导致其资信状况降低的，包括但不限于：进行任何形式的分立、合并、承包经营等企业改制；以出租、出售、承包、转移或抵押等方式处分资产；减少注册资本、改组或重组、变更股东或隶属关系；为第三人利益提供担保或为第三人债务承担任何责任等；<br>
3、乙方有下列任何情形的：欺诈、解散、破产、重组、被托管、对外重大违约、不能履行到期债务或重大侵权行为；全部或部分财产发生毁损，或被查封、扣压、冻结、没收、拍卖、变卖、征用，或被他人合法或非法占有；被起诉、索赔、制裁或债务被宣布加速到期；<br>
4、乙方有下列情形之一的：经营状况恶化；转移资产、抽逃资金，以逃避债务；丧失商业信誉；有丧失或者可能丧失履行债务能力的其他情形；<br>
5、买方有下列行为，甲方认为可能导致其资信状况降低的，包括但不限于：进行任何形式的分立、合并、承包经营等企业改制；以出租、出售、承包、转移或抵押等方式处分资产；减少注册资本、改组或重组、变更股东或隶属关系；为第三人利益提供担保或为第三人债务承担任何责任等；<br>
6、买方有下列任何情形的：欺诈、解散、破产、重组、被托管、对外重大违约、不能履行到期债务或重大侵权行为；全部或部分财产发生毁损，或被查封、扣压、冻结、没收、拍卖、变卖、征用，或被他人合法或非法占有；被起诉、索赔、制裁或债务被宣布加速到期；<br>
7、买方有下列情形之一的：经营状况恶化；主营业务或收入来源发生实质性变化；转移资产、抽逃资金，以逃避债务；丧失商业信誉；出现其他可能影响甲方及时足额收回应收账款的情形；<br>
8、乙方违反法律法规或本合同约定的其他义务。<br>
	<b>第五十二条</b> 在发生乙方违约的情况下，甲方有权采取下列措施中的任何一项或同时采取几项措施：<br>
1、减少或取消保理融资最高额度，或拒绝向乙方提供保理融资，或将已审核为合格的应收账款立即宣布为不合格的应收账款。<br>
2、要求乙方按照本合的约定回购甲方已受让的全部或部分应收账款，并承担甲方因此而遭受的损失。在乙方未能足额向甲方支付全部款项前，甲方作为应收账款的债权人，仍享有该等应收账款的一切权利。<br>
3、单方解除、中止或提前终止本合同，乙方应按甲方要求将本合同项下甲方提供给乙方的保理融资无条件全部或部分偿还甲方，并向甲方支付相应的保理融资利息、应收账款管理费（如有）、发票处理费（如有）、逾期违约金（如有）等一切费用；<br>
4、处分担保财产，以所得价款优先受偿或者向保证人追索。<br>
5、要求乙方赔偿因其违约给甲方造成的全部损失。<br>
6、法律允许的其他措施。</p>
	<p><b class="t_a_c">第十一章 通讯</b><br>
	<b>第五十三条</b> 除本合同另有约定外，本合同任何一方根据本合同约定作出的通知或文件应以书面形式作出，发送至本合同首部列出的有关方的联系地址。若本合同任何一方更改其联系地址，应尽快按本条规定书面通知另一方。<br>
	<b>第五十四条</b> 本合同双方之间的通知或文件往来，如以专人送递，在交付后即被视为送达；如以快递或挂号信方式发送的，在快递或挂号信寄出后三天即被视为送达；如以传真发送，在收到对方机器的确认讯号即被视为送达。</p>
	<p><b class="t_a_c">第十二章 合同的生效</b><br>
		<b>第五十五条</b> 本合同经甲方法定代表人（负责人）或授权代理人签字并加盖公章及乙方负责人或授权代理人签字并加盖公章后生效。
	</p>
	<p><b class="t_a_c">第十三章 解决纠纷的方式</b><br>
		<b>第五十六条</b> 若乙方与甲方在本合同的执行过程中发生纠纷,应本着友好协商的原则解决。若经双方协商不成,应向甲方住所地人民法院起诉,以诉讼方式解决。<br>
		<b>第五十七条</b> 本合同适用中华人民共和国法律。</p>
		<p><b class="t_a_c">第十四章 其它事项</b><br>
			<b>第五十八条</b> 无论是乙方主动偿付，还是甲方依本合同约定从买方处收回款项或从乙方账户扣收款项或行使抵销权，<b>乙方均按下列顺序偿付甲方债权：</b><br>
1、甲方为实现债权而支出的费用；<br>
2、乙方所欠甲方发票处理费（如有）、应收账款管理费（如有）及其他未结清费用；<br>
3、保理融资利息（含逾期违约金）；<br>
4、保理融资本金。<br>
	<b>第五十九条</b> 除本合同另有规定外，任何一方未经另一方同意,无权单方面更改本合同条款。合同的一方要求对本合同之条款进行任何修改,应书面通知合同的另一方,在取得另一方的书面同意后方可进行。<br>
	<b>第六十条</b> 本合同及与本合同项下有关的律师服务、保险、评估、登记、保管、鉴定、公证等费用，由乙方承担，双方另有约定的除外。甲方为实现债权而实际发生的一切费用（包括但不限于诉讼费、仲裁费、财产保全费、差旅费、执行费、评估费、拍卖费、公证费、送达费、公告费、律师费等）均由乙方承担。<br>
	<b>第六十一条</b> 乙方同意甲方有权向中国人民银行及信贷征信主管部门批准建立的信用数据库或有关单位、部门查询乙方的信用状况，<b>并同意甲方将乙方信息提供给中国人民银行及信贷征信主管部门批准建立的信用数据库。</b>乙方并同意，甲方为业务需要也可以合理使用并披露甲方信息。<br>
	<b>第六十二条 乙方不可撤销地授权甲方将乙方的企业信息、与本合同相关的所有信息（包括但不限于企业信息、个人信息、保理业务信息及企业交易业务信息等）披露和纳入甲方建设的系统或第三方建设的商业信用征信系统或征信中心等征信、信息或运营系统。</b><br>
	<b>第六十三条 <u>如乙方发生本合同所约定的违约情形，甲方有权向有关部门或单位予以通报，有权通过新闻媒体进行公告催收。</u></b><br>
	<b>第六十四条</b> 除非有可靠、确定的相反证据，甲方有关保理融资支用额、保理融资利息、费用、买方支付款项、买方支付款项在应收账款之间的分配等内容的内部账务记载，甲方制作或保留的业务处理过程中发生的单据、凭证等，均构成有效证明甲乙双方之间权利义务关系的确定证据。乙方承诺不因为上述记录、记载、单据、凭证由甲方单方制作或保留，而提出异议。<br>
	<b>第六十五条</b> 甲方在本合同项下的权利并不影响和排除其根据法律、法规和其它合同、协议所享有的任何权利。任何对违约或延误行为施以任何宽容、宽限、优惠或延缓行使本合同项下的任何权利，均不能视为对本合同项下权利、权益的放弃或对任何违反本合同行为的许可或认可，也不限制、阻止和妨碍对该权利的继续行使或对其任何其它权利的行使，也不因此导致甲方对乙方承担义务和责任。<br>
	<b>第六十六条</b> 乙方的通讯地址或联系方式如发生变动，应立即书面通知甲方，因未及时通知而造成的损失由乙方自行承担。<br>
	<b>第六十七条</b> 本合同所涉及或依据本合同签署或提交的清单、附件、单据及通知等任何文件均构成本合同不可分割的一部分，与本合同具有同等法律效力。<br>
	<b>第六十八条</b> 本合同一式贰份,甲乙双方各执壹份,具有同等的法律效力。<br>
	<b>第六十九条乙方声明：已阅读本合同所有条款。应乙方要求，甲方已经就本合同做了相应的条款说明。乙方对本合同条款的含义及相应的法律后果已全部通晓并充分理解。</b> <br>
	<b>第七十条</b> 其他约定：<u>      </u>。</p>

	<p>甲方：<u>沣盈商业保理有限公司</u>（签章）</p>
	<p>法定代表人/负责人或授权代理人：年<u>      </u>月<u>      </u>日</p>
	<p>乙方：<u>      </u>（签章）</p>
	<p>法定代表人/负责人或授权代理人：年<u>      </u>月<u>      </u>日</p>
	
</div>
<div class="but_next" style="padding:2px;"></div>
</div>
</div>
