<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%@ include file="/comm/taglib.jsp"%>
<div class="clearfix agreement" style="width:1000px;">
<h2>泰坦云金融服务协议</h2>  
<div class="S_popup_content" >
<div class="agreement_">
<p><b class="c_f60_1">有房保障：</b><br>
即时确认产品，客户提交订单成功；非即时确认产品，订单确认客户后；（以下简称满足有房保障条件）供应商保证分销商客户按照订单价格入住，如产生以下情况，承诺相应赔付：<br>
满足有房保障条件后，出现商品加价情况，赔付订单首晚房费的30%；确认订单后，供应商在入住日期前1天14:00之前通知分销商无房或加价，赔付订单首晚房费的30%；确认订单后，<br>
卖家在入住日期前1天14:00之后通知分销商无房或加价或者到店后无房或加价，赔付订单首晚房费。</p>
<p><b class="c_f60_1">注意事项：</b><br>
1、即时确认产品：房态为有房，且有预订足够配额时，为即时确认产品。即时确认产品客户下单即满足有房保障条件。 <br>
2、非即时确认产品：房态为待查，为非即时确认产品。非即时确认产品，供应商确认订单后满足有房保障条件。 <br>
3、提交订单成功：在供应商系统下单成功或通过商家联盟直连发单给供应商成功。 <br>
4、订单确认客户：分销商收到供应商发送确认通知。包括但不限于以下通知方式，系统消息通知，短信通知，邮件通知，传真通知，系统直连通知。 <br>
5、若客户酒店前台遇到无法入住或要求加价，请与供应商及时协商。 若客户或分销商未与供应商联系自行安排入住，视为"自动放弃服务保障权利"； 
     服务电话：_____________________________ <br>
6、如客户到店后无房或加价，通知供应商后，供应商在半小时内拒不协调买家入住问题的，因此造成客户另行预定房间产生的差价，由供应商承担,差价金额不超过订单首晚房费； <br>
  7、补偿和赔付需要分销商提供有效凭证；</p>
</div> 
<div class="but_next" style="padding:2px;"></div>
</div>
</div>